<template>
<div  id="rockfon">
    <div class="wrap" >
      <h1  class="info-title">Потолки "Rockfon"</h1>
    </div>
    <div class="wrap" >
      <div class="rockfon-description">
        ROCKFON(РОКФОН) является одним из лидеров рынка акустических потолочных материалов, следуя тенденциям рынка и совершенствуя ассортимент продукции. 
        Линейка продукции ROCKFON включает акустические плиты эконом сегмента, дизайнерские потолочные и стеновые панели, свободновисящие экраны для создания неповторимых интерьеров, потолочные панели для медицинских помещений, — все это монолитные и модульные потолки разборной конструкции.
        Независимо от назначения помещения - производственный цех, конференц-зал, рекреационная зона в школе, кабинеты труда, бассейны, переговорные, офисы, кабинеты, холлы -  применение панелей Rockfon приводит к достижению высокого уровня акустического комфорта без необходимости использовать потолки с углублениями, перфорацией или отверстиями. Акустические характеристики продуктов Rockfon испытывались в независимых сертифицированных лабораториях.
      </div>
      <div class="rockfon-container">
        <h2>Потолочная плита ROCKFON Pacific (Пасифик) 600х600х12 и 1200х600х12</h2>
        <div class="rockfon-row">
          <div class="rockfon-col">
            <img class="rockfon-img" src="../assets/img/white-pacific_01.webp" alt="">
          </div>
          <div class="rockfon-col">
            <p>
              Новая плита ассортиментной линейки Rocfon, презентованная в 2019г. всего за год зарекомендовала себя с положительной стороны - поставлено на объекты более 10 000 м2 с начала старта продаж 
              Отличительная особенность - наличие стеклохолста с изнаночной стороны плиты, который предотвращает разлет мелких частиц ваты (как у Lilia, например) в запотолочное пространство, в системы вентилляции и тем самым расширяется сфера применения плиты Pacific - безопасна для использования в помещения с постоянным пребыванием людей 
              Плита Pacific по стоимости  находится между плитами Lilia и Artic 
            </p>
          </div>
          
        </div>
        <div class="rockfon-row">
          <div class="rockfon-col_center">
            <h3>Характеристики: </h3>
          </div>
        </div>
        <div class="rockfon-row">
          <div class="rockfon-col">
            <ul>
              <li>
                <b>Звукопоглощение</b> - αw: 0,80 (класс B)
              </li>
              <li>
                <b>Пожаробезопасность</b> A1 Класс пожарной опасности - КМ1 (ФЗ №123)
              </li>
              <li>
                <b>Влагостойкость</b> До 100% относительной влажности воздуха. Отсутствие видимого провисания при высокой влажности воздуха
              </li>
              <li>
                <b>Гигиена</b> Каменная вата не имеет питательной ценности, благодаря этому она не поддерживает развитие вредных микроорганизмов
              </li>
              <li>
                <b>Окружающая среда</b> Полностью перерабатываемый продукт
              </li>
              <li>
                <b>Внутренняя среда</b> Выборке продуктов Rockfon присвоены: класс M1 (Финляндия) эмиссии частиц строительных материалов и Danish Indoor Climate Label (Дания) - знак внутреннего климата помещений для продуктов с низким уровнем эмиссии частиц
              </li>
              <p>Окраска в другие цвета по катологу RAL - по запросу.</p>
            </ul>
          </div>
        </div>
      </div>

      <div class="rockfon-container">
        <h2>Потолочная плита Rockfon Артик А24/15(Artic) 600*600*15 и 1200*600*15</h2>
        <div class="rockfon-row">
          <div class="rockfon-col">
            <img class="rockfon-img" src="../assets/img/rockfon-artic-a.webp" alt="">
          </div>
          <div class="rockfon-col">
            <p>
              Подвесные потолки Rockfon (Рокфон) Artic (Артик) идеально подходят для стандартных решений подвесных потолков, обеспечивая при этом хорошее звукопоглощение.
              Подвесные потолки Artic имеют звукопоглощение класса А (aw = 0,90), что обеспечивает акустический комфорт и поддерживает приятную и спокойную атмосферу в помещении. 
              Плита Артик имеет дополнительный холст с обратной стороны панели, что предотвращает распространение микро-волокон. Еще одним преимуществом является наличие прокрашенных кромок со всех сторон плиты. 
              Благодаря белой гладкой лицевой поверхности, плита легко поддается окраске в желаемый цвет, что может придать уникальности оформления Вашего помещения, при этом будет самым экономичным решением. 
            </p>
          </div>
          
        </div>
        <div class="rockfon-row">
          <div class="rockfon-col_center">
            <h3>Характеристики: </h3>
          </div>
        </div>
        <div class="rockfon-row">
          <div class="rockfon-col">
            <ul>
              <li>
                <b>Звукопоглощение</b> - αw: 0,90 (класс A)
              </li>
              <li>
                <b>Пожаробезопасность</b> A1 Класс пожарной опасности - КМ1 (ФЗ №123)
              </li>
              <li>
                <b>Влагостойкость</b> До 100% относительной влажности воздуха 1/C/0N
              </li>
              <li>
                <b>Очистка</b> Пылесос
              </li>
              <li>
                <b>Гигиена</b> Каменная вата не имеет питательной ценности, благодаря этому она не поддерживает развитие вредных микроорганизмов
              </li>
              <li>
                <b>Окружающая среда</b> Полностью перерабатываемый продукт
              </li>
              <li>
                <b>Внутренняя среда</b> Выборке продуктов Rockfon присвоены: класс M1 (Финляндия) эмиссии частиц строительных материалов и Danish Indoor Climate Label (Дания) - знак внутреннего климата помещений для продуктов с низким уровнем эмиссии частиц
              </li>
              <p>Окраска в другие цвета по катологу RAL - по запросу.</p>
            </ul>
          </div>
        </div>
      </div>

      <div class="rockfon-container">
        <h2>Потолочная плита Rockfon MediCare A24/15/12 мм 600*600</h2>
        <div class="rockfon-row">
          <div class="rockfon-col">
            <img class="rockfon-img" src="../assets/img/rockfon-artic-a.webp" alt="">
          </div>
          <div class="rockfon-col">
            <p>
              Подвесные потолки MediCare Standard представляют собой экономически эффективное решение для помещений с обязательными гигиеническими и санитарными требованиями, например, для административных помещений, приемных и медицинских постов.
              Панели имеют высокий уровень звукопоглощения, что обеспечивает акустический комфорт персоналу, пациентам и посетителям. Подвесные потолки MediCare Standard имеют бактериологический класс B5 и B10, что соответствует требованиям для помещений с очень высоким риском (по определению NF S 90-351).
              Потолки не способствуют развитию метицилин- устойчивого золотистого стафилококка MRSA и имеют низкий уровень эмиссии частиц, что обеспечивает им Класс 5 по классификации «Чистых помещений» ISO.
              Подвесные потолки MediCare Standard допускают чистку пылесосом или с помощью влажной ткани.
              Описание продукта: MediCare Standard – акустическая потолочная панель из каменной ваты толщиной 12-15 мм. Лицевая поверхность покрыта стеклохолстом, окрашенным в белый цвет, что обеспечивает эстетически приятный вид. Обратная сторона панели также покрыта стеклохолстом. Кромки окрашены. 
            </p>
          </div>
          
        </div>
        <div class="rockfon-row">
          <div class="rockfon-col_center">
            <h3>Характеристики: </h3>
          </div>
        </div>
        <div class="rockfon-row">
          <div class="rockfon-col">
            <ul>
              <li>
                <b>Звукопоглощение</b> - αw: 0,95 (класс A)
              </li>
              <li>
                <b>Пожаробезопасность</b> A1 (EN 13501-1) Класс пожарной опасности - КМ1 (ФЗ №123)
              </li>
              <li>
                <b>Светоотражение</b> 86%
              </li>
              <li>
                <b>Влагостойкость</b> До 100% относительной влажности воздуха 15мм: 1/C/0N
              </li>
              <li>
                <b>Очистка</b> Пылесос. Мягкая ткань
              </li>
              <li>
                <b>Гигиена</b> Каменная вата не имеет питательной ценности, благодаря этому она не поддерживает развитие вредных микроорганизмов. Микробиологический класс М1 соответствует
                требованиям Зоны 4 (очень высокий риск)
              </li>
              <li>
                <b>Окружающая среда</b> Полностью перерабатываемый продукт
              </li>
              <li>
                <b>Чистые помещения</b> ISO Класс 5
              </li>
              <p>Окраска в другие цвета по катологу RAL - по запросу.</p>
            </ul>
          </div>
        </div>
      </div>

      <div class="rockfon-container">
        <h2>Акустические острова Rockfon Eclipse</h2>
        <div class="rockfon-row">
          <div class="rockfon-col">
            <img class="rockfon-img" src="../assets/img/rockfon05.jpg" alt="">
          </div>
          <div class="rockfon-col">
            <p>
              Дизайнерские свободновисящие острова различных форм и размеров, с матовой, гладкой и супер-белой поверхностью, обладающие высокими показателями светоотражения и светорассеивания, а так же антистатическими свойствами, позволяющие создавать неповторимые интерьеры в помещениях. Панели Eclipse (Эклипс), как и другие продукты Rockfon (Рокфон), могут регулироваться по высоте увеличивая или уменьшая пространство. Разнообразная палитра цветовых решений по системе NCS.
              Острова с легкостью устанавливаются как отдельные акустические элементы, так и в качестве эффективного решения там, где установка традиционного подвесного потолка невозможна.
            </p>
          </div>
          
        </div>
        <div class="rockfon-row">
          <div class="rockfon-col_center">
            <h3>Характеристики: </h3>
          </div>
        </div>
        <div class="rockfon-row">
          <div class="rockfon-col">
            <ul>
              <li>
                <b>Звукопоглощение</b> - αw: 0,95 (класс A)
              </li>
              <li>
                <b>Пожаробезопасность</b> A1 (EN 13501-1) Класс пожарной опасности - КМ1 (ФЗ №123)
              </li>
              <li>
                <b>Светоотражение</b> 87%
              </li>
              <li>
                <b>Влагостойкость</b> До 100% относительной влажности воздуха 15мм: 1/C/0N
              </li>
              <li>
                <b>Очистка</b> Пылесос. Мягкая ткань. Устойчивость к очистке щеткой во влажном состоянии - класс 1.<br> Устойчивость к очистке щеткой во влажном состоянии измерена в соответствии с EN ISO 11998:2007 и оценена по шкале от 1 до 5, где 1 - лучший результат.
              </li>
              <li>
                <b>Долговечность поверхности</b> Повышенная прочность и сопротивление грязи
              </li>
              <li>
                <b>Гигиена</b> Каменная вата не имеет питательной ценности, благодаря этому она не поддерживает развитие вредных микроорганизмов
              </li>
              <li>
                <b>Окружающая среда</b> Полностью перерабатываемый продукт
              </li>
              <li>
                <b>Внутренняя среда</b> ISO Класс 5
              </li>
              <p>Окраска в другие цвета по катологу RAL - по запросу.</p>
            </ul>
          </div>
        </div>
      </div>

      <div class="rockfon-container">
        <h2>Rockfon Industrial BF (Стеновые панели Рокфон)</h2>
        <div class="rockfon-row">
          <div class="rockfon-col">
            <img class="rockfon-img"
              src="../assets/img/dk_odense-hospital-patient-hotel_32.webp" alt="">
          </div>
          <div class="rockfon-col">
            <p>
              Основное отличие панели Industrial с индексом BF от обычных Industrial заключается в наличии на обратной стороне плиты флиса (холста), придающего дополнительную формостабильность. Как правило, такая панель используется, как стеновая панель. Возможные цвета: Black и Opal.
            </p>
          </div>
          
        </div>
        <div class="rockfon-row">
          <div class="rockfon-col_center">
            <h3>Характеристики: </h3>
          </div>
        </div>

        <div class="rockfon-row">
          
          <div class="rockfon-col ">
            <ul>
              <li>
                <b>Звукопоглощение</b> - αw: 0,7 
              </li>
              <li>
                <b>Пожаробезопасность</b> A1 (EN 13501-1) Класс пожарной опасности - КМ1 (ФЗ №123)
              </li>
              <li>
                <b>Влагостойкость</b> До 100% относительной влажности воздуха 15мм: 1/C/0N
              </li>
              <li>
                <b>Очистка</b> Пылесос
              </li>
              
              <li>
                <b>Материал</b> Каменная вата 
              </li>
              <li>
                <b>Окружающая среда</b> Полностью перерабатываемый продукт
              </li>
              
            </ul>
          </div>
        </div>
        <br>
        
          <div class="rockfon-table_row" >
            <div class="rockfon-table_col">
              <p>.</p>
              <p>Тип кромки А</p>
              <p>Цвет Black\Opal</p>
            </div>
            <div class="rockfon-table_col">
              <b>Размер</b>
              <p>2400х600х40</p>
              <p>2400х1200х40</p>
            </div>
            <div class="rockfon-table_col">
              <b>Вес плит (кг\м2)</b>
              <p>3,1</p>
              <p>3,1</p>
            </div>
            <div class="rockfon-table_col">
              <b>Количество в упаковке</b>
              <p>6 штук (8,64 м2)</p>
              <p>4 штуки (11,52 м2)</p>
            </div>
            
          </div>
        
      </div>
    </div>
    <br>
  </div>
</template>

<style lang="scss" scoped>
  .rockfon{
    &-description{
      margin-top: 30px;
      font-size: 20px;
      @media  (max-width: 768px) { 
        font-size: 15px;
      }
    }
    &-container{
      margin-top: 40px;
      & h2,h3,b{
        font-weight: bold;
      }
      & h2 {
        margin-bottom: 20px;
      }
      
    }
    &-row{
      display: flex;
      flex-wrap:wrap;
      justify-content: center;
      column-gap: 20px;
    }
    &-row2{
      display: flex;
      flex-wrap:wrap;
      
      column-gap: 20px;
    }
    &-img{
      width: 230px;
      height: 230px;
    }

    &-col{
      flex: 1;
      display: flex;
      padding: 10px;
      &:nth-child(2){
        padding-top: 15px;
        flex: 3;
        text-align: justify;
        min-width: 300px
      }
    }
    &-col_center{
      flex: 1;
      display: flex;
      justify-content: center;
      padding: 10px;
    }
    &-table{
      &_row{
        display: flex;
        flex-wrap: wrap;
        justify-content: space-around;
        
      }
      &_col{
        min-width: 200px;
        text-align: center;
        margin-bottom: 30px;
      }
  }
  }
</style>