<template>
  <div  id="polymer">
    <div class="wrap" >
      <span  class="info-title">Панели СМЛ с полимерным покрытием</span>
    </div>
    
    <div  class="wrap fon">
      
      <div  class="description">
        Стеновые панели Акрил СМЛ с покрытием из полимера обладают высокой 
        прочностью и устойчивостью к механическим воздействиям, при этом они 
        гибки и легко изгибаются. Идеально подходят для отделки стен в различных 
        общественных и коммерческих помещениях, включая медицинские учреждения, 
        спортивные объекты, офисы, торговые и производственные залы, 
        а также детские учреждения. Они легко обрабатываются химическими 
        средствами, что особенно важно для медицинских заведений.
        <hr/><br/>
        С панелями Акрил СМЛ с полимерным покрытием на основе СМЛ нет 
        необходимости беспокоиться о пожарной безопасности, так как они полностью 
        соответствуют классу КМ-0 и обладают высокой огнеупорностью. Эти панели 
        также влагоустойчивы и защищены от плесени и грибковых образований, что
         делает их идеальным выбором для помещений с повышенной влажностью. Кроме 
         того, они экологически чистые, содержащие на 99% природные материалы, и
          не выделяют вредных токсичных соединений. 
        <hr/><br/>
        Панели обеспечивают высокий уровень звукоизоляции и теплоизоляции 
        благодаря перлиту, входящему в их состав. С широким выбором цветов и 
        покрытий, включая защитный слой от ультрафиолетового излучения, они
         сохраняют свой внешний вид долгое время без специального ухода.
        <hr/><br/>
        Монтаж панелей происходит быстро и легко благодаря специальному 
        декоративному монтажному профилю, не требуя предварительной подготовки 
        стен.
      </div>
      
      <div class="panels-pow">
        <div class="panels-col">
          <img src="../../assets/img/panelSml/polymer.jpg" alt="">
        </div>
        <div class="panels-col">
       
          <div>
            <div class="characteristics"><h3>Преимущества</h3>  </div>
            <ul>
              <li>Трудногорючесть</li>
              <li>Влагостойкость</li>
              <li>Экологичность</li>
              <li>Легкость монтажа</li>
              <li>Устойчивость к моющим средсвам</li>
              <li>Прочность</li>
              <li>Звукопоглощение</li>
              <li>Устойчивость UV и цветостойкость</li>
            </ul>
          </div>



        </div>
      </div>
    </div>
    
  </div>
  </template>

<style lang="scss" scoped>
  .description{
    padding: 20px 0 20px 0;
  }
  .panels{
    &-pow{
      display: flex;
      column-gap: 20px;
      @media  (max-width: 768px) { 
        flex-wrap: wrap;
      }
    }
    &-col{
      flex: 2;

      &:nth-child(2){
        flex: 1;
        padding-left: 20px;
        
      }
      img{
        width: 100%;
        min-width: 460px;
        @media  (max-width: 480px) { 
          min-width: 300px;
        }
      }
      @media  (max-width: 768px) { 
        display: flex;
        justify-content: space-between;
        column-gap: 30px;
      }
      @media  (max-width: 480px) { 
        display: block;
       
      }
    }
  }
.characteristics{
  margin-top: 30px;
  margin-bottom: 15px;
  h3{
    font-weight: 600;
  }
  
}
.fon{
  border-bottom: 2px solid rgb(94, 95, 95);
  padding-bottom: 40px;
}
</style>